<template>
  <div>
    <h2> {{ $t('nav.intro') }} </h2>
     <p>   CU Global Logistics责任有限公司是为一专营国际海海,空运,陆运,复合式运送,及仓储配送之全方位物流公司。</p>
     <p>
公司以成为“全球化供应链管理理公司”为战略目标，多年来一直致力于推动英国物流服务业的快速全面发展，在先进的 物流IT系统支持下，充分整合集团和社会物流资源，为客户提供全方位物流及增值服务。
</p> <p> 在竞争激烈烈的全球航运市场环境中，CU Global Logistics责任有限公司始终把满足客户需求、拓展更专业的服务新产品、以及为客户 提供更多、更全面的增值服务作为公司重要发展战略方针,力争成为全球领先的综合物流服务供应商。展望未来，我们有信心通过不断的努力和创新把CU物流打造成为具有国际化物流经营理理念、优秀的经营管理理团队和先进的专业技术的英国物流企业，为广大客户提供多元化的优质服务。

</p> <p>CU Global Logistics责任有限公司是一家充满活力与冲劲的新生代公司。 我们的业务人员都是较年年轻之员工，为此一历史悠久的行行业注入一股新气象。年轻的公司管理理层结合各方面不同的长才，分别在不同领域的大型企业都已有多年年的经验；年轻、专业、全球化视野及思考，高度电脑化操作流程，有效率的作业方式及积极进取的态度是我们得以迅速成长的关键因素。
</p> <p>我们知道在现在高度竞争下一个年年轻的企业要生存绝非易易事，但我们坚守我们的核心竞争力，努力不懈， 全力以赴。短短几年年已得到许多国际著名公司的信赖及委托。我们也明白，现在极速变化的世界，我们的成长不不只必须「快」还要「更快」。

</p> <p>CU Global Logistics责任有限公司致力于成为英国境内一流的综合物流供应商，具备进出口贸易易经营权、专业报关资质。业务范围涵盖 了了进出口物流的全过程，包括国际贸易易代理理、门到门运输、清关服务、保税货物国际采购中转及分拨、全天候24小时货物存储配送、流通加工、条形码管理理以及分拣、打包、贴标和更更换包装、舱单质押、境内外库 存管理理、展览品运输、集装箱堆场服务等。

</p> <p>海运、陆运和空运服务是CU物流的主营业务。我们拥有遍布全国及世界各地的服务网络和健全的分支机构，与多家世界著名的船务公司和航空公司建立起良好健康的合作关系。精湛的专业知识和严谨的服务理理念 是CU物流成为您高质量量的运输服务及低廉运价体系的有效保证！
</p>

 <h4> 海运</h4>
<p>国际海运服务作为集团核心业务之一，我们可以为您提供包括陆运、装箱、仓储、报关和目的港增值服务等全面综合型国际海运服务现在我们为您精心准备了以下优质国际海运服务项目：

</p> <p>整箱国际海运服务
</p> <p>拼箱国际海运服务
</p> <p>特种箱服务
</p> <p>一站式物流服务
</p> <p>• 海运进出口整并柜承揽运送服务
</p> <p>• 海运进出口门到门一条龙快递式整合服务
</p> <p>• 海运进出口报关、通关作业服务


</p> <p>代理理各类进出口货物的运输及报关、商检、危险品申报、仓储、地面运输等业务；提供进口分拨和出口集运业务的全程服务； 承办集装箱、大件设备的多式联运以及门到门运输业 务；提供货物的信息跟踪反馈服务并代理理运输保险业务；提供航线设计、运价咨询、成本核 算等服务。
</p> <p>订舱代理理： 我们与多家世界著名的船运公司密切合作并建立起的良好关系是为您提供最有效率的运输、 最低廉运价的强力保证！ 
</p> <p>贸易易代理理： 公司可以为实际进出口商提供外贸代理理窗口，提供核销单，并配备了了多人的专业团队为客户 制箱单，发票，委托书，制单结汇等全套外贸进出口单证业务。
</p> <p>报关报检： 因长期与海海关商检等部门的合作，我公司有着良好的信誉，急客户之所急，想客户之所想，根据客户的经营性质、产品等特点，以及我们所了了解的专业知识，协助客户制定出一套方便快捷的通关方案。
</p> <p>船舶代理理： 为客户提供租船订舱、缮制单据、船期预告、运价查询、代理理保险、铁路路、公路路中转运输等 相关的进出口运输服务，根据客户的具体货物以及航线，为您量量身打造适用于您的海海运方案，降低海海运成本。
</p>
<h4>空运</h4>

<p>我们以专业的态度为海海内外客户提供安全，快捷，高效的物流服务。 以英国市场为依托，整合伦敦、伯明翰、曼彻斯特、爱丁堡、格拉斯哥等机场的优势，航线覆盖全球的各大国际机场。公司拥有专业的空运操作团队，为您提供提货，订舱，商检，买单，报关、监管仓转 运，利用英国贸易易政策的优势，为客户提供个性化的空运服务，配合您的生产、运输、收款 等各环节，最大程度的节约您宝贵的时间，人力，降低资金和时间风险。我们在全球有非常 全面的代理理网络，能为客户提供到门到门进口空运的服务，在一些特殊物品方面，我司也具备一定的操作实力力。秉承“以客为先”的理理念，致力于发展成为供应链一体化的供应商。您的满意是我们的最大的荣幸，期待与您的合作！
</p> 

<h4>公路</h4>
 <p>
随着中欧铁路网的开通运营，构筑起了全新的“丝绸之路经济带”，通过中亚地区连接欧洲地区，中国正全面打造“东西互进”的新格局。
</p> <p>我们的国际铁路联运服务包括：   
</p> <p>国际铁路联运集装箱和车皮分段运输服务，
</p> <p>所有运营地点的报关，报检服务
</p> <p>提供可靠的货物在途跟踪信息.
</p> <p>制作并邮寄操作单据，包括独联体交货凭证
</p> <p>集中申报及旅购报关服务
</p> <p>使用高安全性的封条和条形锁保证货物的安全.    

</p> <p>通过专业化的物流分析、方案优化和有效的方案执行、管理，我们能够为客户提供效益成本综合最优的物流服务来满足您的要求。我们的运输服务包括进出口集装箱、散杂货、大件设备、物资运输；小包裹门对门配送。我们坚持以客户为中心，为客户量量身定做高质量量的运输服务，与客户建立长期的伙伴关系，共同在市场中得到发展。通过灵活高效的作业计划及调度平台，灵活配置作业流程，实时监控生产作业，实现公司操作管理理的合理理性、及时性、精确性
 </p>
<h4>仓库资源和设施</h4>

 <p>我们公司位于英格兰的中心城市，第二次工业革命的起源地伯明翰，拥有独特的英国本土企业优势，及其便便利利的交通运输网络。我们在英国拥有庞大的仓储空间和服务网点，与多家国 际著名物流公司密切合作，能为您提供优惠、高效、便便捷的仓储配货服务。作为大型第三方仓储提供商KLM storage的常年合作伙伴，我们不仅拥有国际先进的仓储管理念 并且还拥有完善的仓储设备和仓储管理理体系。使用我们的仓储资源和设施，您能轻松地为您的商品增加如下优势：
</p> <p>1.节约运费成本，提高时效。
</p> <p>2.提高利利润空间，有利于商品销售价格竞争力。
</p> <p>3.提高曝光率，加大出货率。
</p> <p>4.实时库存管理理和监控。
</p>
<h4>
经营理理念</h4>
 <p>服务 热诚 专业 积极。 在二十一世纪，速度与知识决定一切，身为伴随客户成长的策略性伙伴，提供专业 迅速 正确的服务是我们责无旁贷的义务，提供客户点、线、免全方位的服务来满足客户三大需求：
</p> <p>1.时效需求：满足客户货品准点，及时交付的需求。
</p> <p>2.安全需求：足额货物保险，保护客户货品确实完整，提供客户完整的保障。
</p> <p>3.创新需求：针对客户需求量身打造最佳的创新物流作业方案。 
</p>
<h4>未来展望</h4>
<p>专业，效率 ，热诚是我们对客户信守的承诺，全体员工更秉持着热忱的服务精神，提供客户全球化陆海海空运输及物流服务。迈向未来，我们将以提供更更优质的服务为目标，创造与客户双赢的局面。
</p> <p>
CU Logistics 西邮物流有限公司是专营国际海运,空运,陆运,复合式运送,及仓储配送之全方位物流公司。
</p> <p>CU物流致力于成为英国境内一流的综合物流供应商，业务范围涵盖了进出口物流的全过程，包括国际贸易代理、门到门运输、清关服务、国际采购中转及分拨、全天候24小时货物存储配送、分拣、打包、贴标和更换包装、舱单质押、境内外库存管理理、展览品运输、集装箱堆场服务等。 海运、陆运和空运服务是CU物流的主营业务。我们拥有遍布全国及世界各地的服务网络和健全的分支机构，与多家世界著名的船务公司和航空公司建立起良好健康的合作关系。
</p>
<h4>海运</h4>
<p>我们可以为您提供包括装箱、仓储、报关和目的港增值服务等全面综合型国际海运服务现在我们为您精心准备了以下优质国际海运服务项目
</p>
<h4>空运</h4>
<p>
以英国市场为依托，整合伦敦、伯明翰、曼彻斯特、爱丁堡、格拉斯哥等机场的优势，航线覆盖全球的各大国际机场。公司拥有专业的空运操作团队，为您提供提货，订舱，商检，推单，报关、监管仓转运，最大程度的节约您宝贵的时间，人力，降低资金和时间风险
</p>
<h4>陆运</h4>
<p>随着中欧铁路网的开通运营，构筑起了全新的“丝绸之路经济带”，通过中亚地区连接欧洲地区，中国正全面打造“一路一带”的新格局。 
</p>
<p>CU物流人员都是较年轻的员工,是一家充满活力与冲劲的新生代公司，希望为一历史悠久的行行业注入一股新气象。我们知道在现在高度竞争下一个年轻的企业要生存绝非易易事，但我们坚守我们的核心竞争力，努力不懈， 全力以赴。
  </p>
  </div>
</template>

<script>
export default {
  name: 'about-intro'
}
</script>

<style scoped>
  h4{
    font-size: 18px;
    margin: 20px 0 20px;
  }
  p{
    margin-bottom: 10px;
  };
</style>


