<template>
  <div>
    <el-breadcrumb separator="/">
      <el-breadcrumb-item :to="{ path: '/' }">{{ $t('nav.index') }}</el-breadcrumb-item>
      <el-breadcrumb-item :to="{ path: '/news' }">{{ $t('nav.news') }}</el-breadcrumb-item>
      <el-breadcrumb-item>{{ title }}</el-breadcrumb-item>
    </el-breadcrumb>
    <div>
      <h2>资讯标题</h2>
      <div class="attr row">
        {{ $t('news.fbrq') }}: 2017-8-11 &nbsp;&nbsp;&nbsp;
        {{ $t('news.fbly') }}: XXXXx
      </div>
      <div class="content">
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
        <p>大哥打个飞的是大概多少股份；了都是过客但是风格士大夫敢死队风格大师傅赶得上赶得上风格</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'news-content',
  data() {
    return {
      title: '资讯详情'
    }
  }
}
</script>

<style scoped>
  h2 {
    font-size: 22px;
    text-align: center;
    padding: 20px;
  }
  .attr{
    padding: 10px;
  }
  .content {
    padding: 10px;
    line-height: 2;
  }
  .content p {
    text-indent: 2em;
    margin-bottom: 10px;
  }
</style>


